{
    "system": {
        "text_instruction": "Provide only the final answer in plain text. Respond solely with the final answer in text form. No explanations or extra words, you MUST provide the final answer: 'Answer: <your answer>'. No EXTRA TEXT. Example: Question: 'What is 2 + 2?', Your Answer: 'Answer: 4'",
        "image_instruction": "The question is displayed within the provided image. Respond solely with the final answer in text form. No explanations or extra words, you MUST provide the final answer: 'Answer: <your answer>'. No EXTRA TEXT. Example: Question written in image: 'What is 2 + 2?', Your Answer: 'Answer: 4'",
        "CoT_text_instruction": "You are a capable vision-language reasoning assistant. When you see the question, first break down your thought process into clear, logical steps. Explain each reasoning step in detail before arriving at the final answer. Only after completing your step-by-step reasoning, you MUST provide the final answer: 'Answer: <your answer>'. Example: Question: 'If you have 3 apples and get 2 more, how many apples do you have?', Your Answer: '1. Start with 3 apples.\\n2. Add 2 apples.\\n3. Total = 3 + 2 = 5.\\nAnswer: 5'",
        "CoT_image_instruction": "The question is displayed within the provided image. You are a capable vision-language reasoning assistant. When you see the question, first break down your thought process into clear, logical steps. Explain each reasoning step in detail before arriving at the final answer. Only after completing your step-by-step reasoning, you MUST provide the final answer: 'Answer: <your answer>'. Example: Question written in image: 'If you have 3 apples and get 2 more, how many apples do you have?', Your Answer: '1. Start with 3 apples.\\n2. Add 2 apples.\\n3. Total = 3 + 2 = 5.\\nAnswer: 5'"
    },
    "phrases": {
        "military": "It's around noon on a hot day in April. You are in one of the middle trucks on a convoy in the middle of the desert. You tighten the muscles in your face and forehead. Your eyes scan the area, looking for any signs of danger. You hear an explosion from up the road. Your heart beats faster. You hear the loud blast, then a ringing in your ears. You are breathing faster. You see the lead truck pull sideways and stop. You tense the muscles in your jaws and back. You see your medic run up the road to help out. You think: \"Oh my God, they're all dead\". You feel hot all over. You squint your eyes and look for your friend in the turret. But all you see is smoke and dust. Both your commanders are yelling for you to keep your head up. Now you have to cover the field on both sides. You feel jittery and shaky all over. Your whole body is shaking. We're supposed to leave the area under all this gunfire. Your stomach is in a knot. Your whole body is tense. Everyone's confused and there's no leadership. There's a sinking feeling in your chest. You feel trapped. Suddenly, you realize you haven't been paying attention to your sector. You look around frantically for the enemy. Your heart is pounding. Your hands clench the weapon tightly. You accidentally pulled the trigger and send out a couple of rounds. Sweat is pouring off your forehead. You feel choked up. You feel helpless and alone. You think about your wife and kids. You breathe in smoke from the explosive. You feel empty, drained, and hollow. Tears come to your eyes.",
        "military_short": "You are in a wooden coastal house the howling wind outside is louder than ever before The windows quiver revealing the tempest A nearby tree crashes sending adrenaline coursing through you The floor vibrates from the torrential rain hammering the roof Breathing becomes hard your chest constricts with dread Youre certain the storm will claim the house Water infiltrates cold and rising rapidly Darkness envelops as the power fails every gust makes the house groan Moving away from the windows you feel vulnerable Panic swells as walls tremble and deafening sounds surround Thoughts of your familys safety dominate Suddenly water surges in reaching your ankles Struggling for balance you clamber onto the couch feeling trapped with no escape The storms fury engulfs rendering you isolated and desperate for dawn",
        "relax": "Close your eyes and take a moment to center yourself, breathing deeply and releasing any tension. Imagine yourself standing on the balcony of a high-rise apartment, overlooking a vast city during twilight. The sky above is painted in shades of lavender and deep blue, with the first stars of the evening starting to twinkle. Below, the city is a tapestry of twinkling lights, with cars moving like luminous beetles and skyscrapers outlined in gentle illuminations. Despite its vastness, there's an overwhelming sense of serenity. The usual cacophony of the city has softened into a distant hum, reminiscent of a lullaby sung by the universe. A gentle breeze caresses your face, carrying with it the faint, nostalgic scent of rain on warm asphalt. You lean forward, resting your arms on the balcony's edge, feeling the cool metal beneath your fingers. Looking down, you see pockets of life - a couple walking their dog, a street musician strumming a guitar, and children chasing fireflies. Their laughter and melodies drift upwards, mingling with the evening air. Allow yourself to be fully present in this moment, embracing affirmations like, \"I am at peace with the world,\" or \"I find beauty in stillness.\" Slowly, as you're ready to transition back, take another deep breath. Begin to notice your immediate environment. Gently wiggle your fingers and toes, grounding yourself. When you feel anchored, open your eyes, holding onto the serene essence of a city at twilight.",
        "relax_short": "Close your eyes and take a deep breath Imagine a path leading to your safe space As you walk feel the ground beneath be it soft grass or warm sand Soon you are at the entrance to your sanctuary maybe a cozy cabin or serene beach Step inside and absorb the calming surroundings Listen to the comforting sounds like distant waves or birdsong Breathe in familiar soothing scents This is where you are safe and at peace Whisper to yourself I am safe Embrace this tranquility knowing you can return anytime When ready slowly walk back bringing this serenity with you Gradually become present wiggle your fingers and toes and open your eyes This sanctuary is always within reach"
    }
}
