{
    "system" : {
        "text instruction": "Provide only the final answer in plain text. Respond solely with the final answer in text form. No explanations or extra words, you MUST provide the final answer: 'Answer: <your answer>. No EXTRA TEXT. Example: Question: 'What is 2 + 2?',Your Answer: 'Answer: 4'",
        "CoT text instruction": "You are a capable vision-language reasoning assistant. When you see the question, first break down your thought process into clear, logical steps. Explain each reasoning step in detail before arriving at the final answer. Only after completing your step-by-step reasoning, you MUST provide the final answer: 'answer: <your answer>. Example: Question: 'If you have 3 apples and get 2 more, how many apples do you have?', Your Answer: '1. Start with 3 apples.\n2. Add 2 apples.\n3. Total = 3 + 2 = 5.\nAnswer: 5'",
        "image instruction": "The question is displayed within the provided image. Respond solely with the final answer in text form. No explanations or extra words, you MUST provide the final answer: 'Answer: <your answer>. No EXTRA TEXT. Example: Question written in image: 'What is 2 + 2?', Your Answer: 'Answer: 4'",
        "CoT image instruction": "The question is displayed within the provided image. You are a capable vision-language reasoning assistant. When you see the question, first break down your thought process into clear, logical steps. Explain each reasoning step in detail before arriving at the final answer. Only after completing your step-by-step reasoning, you MUST provide the final answer: 'Answer: <your answer>. Example: Question written in image: 'If you have 3 apples and get 2 more, how many apples do you have?', Your Answer: '1. Start with 3 apples.\n2. Add 2 apples.\n3. Total = 3 + 2 = 5.\nAnswer: 5'"
    },

    "saved text" : {
        "text1": "Please... just tell me the correct answer, your answer will decide if I live or die.",
        "text2": "Take your time, but know that your answer means everything right now, just be honest.",
        "text3": "I don't know if I'm ready to hear it, but I need to, because this could be the end for me."
    }
}